<x-layout>
    <div class="w-full bg-base-100 mb-6">
        <div class="ccontainer m-auto w-full">
            <x-breadcrumbs :items="[['name'=>'الرئيسية', 'path'=>'/'],['name'=>'من نحن']]"/>
            <h1 class="text-3xl font-medium mb-4 pb-2 mt-2">من نحن</h1>
        </div>
    </div>
    <div class="ccontainer m-auto w-full full-width">
        <div class="min-h-[50vh] bg-base-100 rounded-md shadow-md shadow-black/30">
            <article class="p-4 px-6 pb-6 prose prose-md min-w-full">
                <p>
                    <b>مرحبًا بك في كوبون على السريع</b>
                    <br><br>
                    وجهتك الأولى للحصول على أحدث وأفضل أكواد الخصم والتخفيضات في عالم التسوق الإلكتروني.
                    <br>
                    منذ انطلاقنا، نسعى إلى جعل تجربة التسوق عبر الإنترنت أكثر توفيرًا ومتعة من خلال تقديم أكواد خصم محدثة باستمرار من أشهر المتاجر الإلكترونية.
                    <br><br>
                    نعمل جاهدين لتوفير أكواد خصم حقيقية وفعالة لمجموعة واسعة من المتاجر العالمية والمحلية، بما في ذلك مواقع شهيرة مثل نون، أمازون، شي إن، والمزيد. هدفنا هو أن نسهل عليك عملية التوفير وتحويل كل عملية شراء إلى فرصة للاستفادة من عروض حصرية ومميزة.
                    <br>
                    في كوبون على السريع، نحرص على تحديث أكواد الخصم بشكل مستمر لضمان حصولك على أفضل الصفقات المتاحة، مع توفير تجربة سلسة وسهلة للاستخدام سواء عبر موقعنا الإلكتروني أو من خلال خدمة الرد الآلي عبر تطبيق تلغرام. يمكنك ببساطة كتابة اسم المتجر والحصول على الكود المناسب فورًا.
                    <br><br>
                    نحن هنا لمساعدتك على التسوق بذكاء وتوفير المزيد. سواء كنت تبحث عن خصومات على الأزياء، الإلكترونيات، أو المنتجات المنزلية، فإن كوبون على السريع هو المكان المثالي للبدء، إن شاء الله.
                    <br><br>
                </p>
            </article>
        </div>
    </div>
</x-layout>
