<x-layout>
    <div class="w-full bg-base-100 mb-6">
        <div class="ccontainer m-auto w-full">
            <x-breadcrumbs :items="[['name'=>'الرئيسية', 'path'=>'/'],['name'=>'سياسة الخصوصية']]"/>
            <h1 class="text-3xl font-medium mb-4 pb-2 mt-2">سياسة الخصوصية</h1>
        </div>
    </div>
    <div class="ccontainer m-auto w-full full-width">
        <div class="min-h-[50vh] bg-base-100 rounded-md shadow-md shadow-black/30">
            <article class="p-4 px-6 pb-6 prose prose-md min-w-full">
                في <b>كوبون على السريع</b>، نحن ملتزمون بحماية خصوصية زوارنا وتقديم تجربة مستخدم مميزة. توضح هذه السياسة كيفية جمعنا للبيانات، واستخدامها، وحمايتها لضمان تحقيق أعلى مستويات الأمان والراحة عند استخدامك للموقع.
                <h2>جمع البيانات غير الشخصية</h2>
                <p>
                    من أجل تحسين تجربة المستخدم وتقديم العروض الأكثر صلة وفائدة لزوارنا، نقوم بجمع بعض البيانات غير الشخصية عند زيارتك للموقع. تشمل هذه البيانات معلومات مثل الصفحات التي تزورها، الوقت الذي تقضيه في الموقع، وتفاعلاتك مع العروض والمحتوى. هذه المعلومات تساعدنا على تحسين تجربتك باستمرار من خلال فهم اهتماماتك وتوجيه العروض التي قد تهمك بشكل أفضل.
                    <br>
                    نحن لا نجمع أي معلومات شخصية، مثل الاسم أو البريد الإلكتروني أو رقم الهاتف، وبالتالي لا نطلب منك تقديم أي بيانات حساسة. بدلاً من ذلك، نعتمد على البيانات غير الشخصية لفهم الأنشطة الشائعة وتحسين محتوى الموقع وفقًا لذلك.
                    استخدام ملفات تعريف الارتباط ( الكوكيز )
                    <br>
                    ملفات تعريف الارتباط تُستخدم لتحسين تجربتك على الموقع. هي عبارة عن ملفات صغيرة يتم تخزينها على جهازك عند زيارتك للموقع وتُستخدم لتذكر تفضيلاتك وسجل التصفح. من خلال هذه الملفات، نستطيع تخصيص المحتوى بناءً على اهتماماتك السابقة وتقديم العروض الأكثر ملاءمة لك.
                    <br>
                    على سبيل المثال، إذا كنت تزور بانتظام صفحات تتعلق بمنتجات أو خصومات معينة، فإننا نستخدم ملفات تعريف الارتباط لتحديد هذه الأنماط وتقديم عروض مشابهة في زياراتك المستقبلية. يتيح لنا ذلك تقديم تجربة سلسة ومخصصة تلبي احتياجاتك بشكل أفضل.
                </p>
                <h2>استخدام أدوات التحليل من طرف ثالث</h2>
                <p>
                    نستخدم أدوات تحليل من طرف ثالث، مثل <code>Google Analytics</code>، لمساعدتنا في فهم كيفية استخدام الزوار لموقعنا وتحليل أداء الموقع. هذه الأدوات تجمع بيانات غير شخصية تتعلق بأنماط التصفح، مثل عدد الزوار، والصفحات الأكثر زيارة، وتوقيت التفاعل مع المحتوى. يتيح لنا هذا التحليل تحسين تصميم وتجربة الموقع لتلبية احتياجات المستخدمين بشكل أفضل.
                    <br>
                    بالإضافة إلى ذلك، نستخدم هذه البيانات لتحسين حملاتنا الإعلانية. على سبيل المثال، إذا أظهرت التحليلات أن عددًا كبيرًا من الزوار مهتمون بعروض خصومات معينة، فإننا نعمل على تحسين تلك العروض وتوجيهها بشكل أكثر فاعلية.
                </p>
                <h2>تخزين وحماية البيانات</h2>
                <p>
                    جميع البيانات التي نقوم بجمعها تُحفظ بشكل آمن ومشفر لضمان عدم وصول أي طرف غير مصرح له إليها. نلتزم باستخدام تقنيات التشفير الحديثة لحماية البيانات التي يتم جمعها، سواء كانت مرتبطة بتحليلات التصفح أو التفاعل مع الموقع. هدفنا هو ضمان سرية المعلومات وعدم استغلالها بشكل غير قانوني.
                </p>
                <h2>مشاركة البيانات مع أطراف ثالثة</h2>
                <p>
                    نشارك بعض البيانات غير الشخصية مع أطراف ثالثة، مثل شركائنا في التسويق والتحليلات، وذلك لتحسين المحتوى والإعلانات التي يتم تقديمها لك. على سبيل المثال، قد نشارك بيانات مثل الصفحات الأكثر زيارة أو الأنشطة الشائعة لتقديم إعلانات مخصصة تتناسب مع اهتماماتك. الهدف من مشاركة هذه البيانات هو تقديم محتوى ملائم يساهم في تحسين تجربة المستخدم وجعل الإعلانات أكثر دقة وفائدة.
                    <br>
                    نحن نحرص على أن تكون البيانات التي يتم مشاركتها غير شخصية ولا تحتوي على أي معلومات حساسة عن هويتك.
                </p>
                <h2>التعديلات على سياسة الخصوصية</h2>
                <p>
                    قد نقوم بإجراء تعديلات على سياسة الخصوصية من وقت لآخر لتعكس التغيرات في ممارساتنا أو القوانين المتعلقة بالخصوصية. سيتم نشر أي تعديلات على هذه الصفحة، وننصحك بمراجعتها بشكل دوري لضمان معرفتك بالتحديثات الجديدة.
                </p>
                <h2>اتصل بنا</h2>
                <p>
                    إذا كان لديك أي استفسارات أو تعليقات حول سياسة الخصوصية هذه أو أي مسائل تتعلق بحماية البيانات، يمكنك التواصل معنا عبر البريد الإلكتروني التالي:
                    <code>admin@cosn275.com</code>
                </p>
            </article>
        </div>
    </div>
</x-layout>
